[
  {
    "text": "Adam sköt skulden på Eva och Eva på ormen.",
    "translation-EN": "Adam shot the blame on Eva and Eva on the snake."
  },
  {
    "text": "Adel utan dygd är lykta utan ljus.",
    "translation-EN": "Adel without virtue is lantern without light."
  },
  {
    "text": "Adjö Svenserud sa Päte när han reste till Amerika och aldrig kom dit. Värmland SVO",
    "translation-EN": "Goodbye Svenserud said Pätte when he traveled to America and never got there.Värmland Svo"
  },
  {
    "text": "Aftonen kröner morgonen.",
    "translation-EN": "The evening crowns the morning."
  },
  {
    "text": "Agan är god när måtta är med.",
    "translation-EN": "Agan is good when moderation is included."
  },
  {
    "text": "Agelös lever ärelös dör.",
    "translation-EN": "Ageless liver eelless dies."
  },
  {
    "text": "Akta dig för den om vilken ingen talar väl.",
    "translation-EN": "Beware of the one about which no one speaks well."
  },
  {
    "text": "Akta dig för det slags kattor som smeka framman och klösa bak.",
    "translation-EN": "Beware of the kind of cats that caress the foreman and scratch behind."
  },
  {
    "text": "Akta dig för fiendegåvor.",
    "translation-EN": "Beware of enemy gifts."
  },
  {
    "text": "Akta dig för hunden skuggan bits inte.",
    "translation-EN": "Beware of the dog shadow bits not."
  },
  {
    "text": "Akta dig för ond gärning lögn får snart vändning.",
    "translation-EN": "Beware of evil deed lie will soon turn."
  },
  {
    "text": "Akta huvet sa mästerman. Stockholm SVO",
    "translation-EN": "Beware the hood said Masterman.Stockholm Svo"
  },
  {
    "text": "Aldrig gott köp i dålig vara.",
    "translation-EN": "Never good purchase in bad goods."
  },
  {
    "text": "Aldrig läkes såret så väl att inte ärret syns.",
    "translation-EN": "Never healed the wound so well that the scar is not visible."
  },
  {
    "text": "Aldrig någon olycka att inte lycka är med.",
    "translation-EN": "Never any accident that happiness is not with."
  },
  {
    "text": "Aldrig så elakt väder att inte den döde måste ut.",
    "translation-EN": "Never so nasty weather that the dead must not have to go out."
  },
  {
    "text": "Aldrig så gammal att man inte tror sig få leva ännu längre.",
    "translation-EN": "Never so old that you don't think you can live anymore anymore."
  },
  {
    "text": "Aldrig så långt emellan bergen att inte trollen råkas.",
    "translation-EN": "Never so far between the mountains that the troll is not happening."
  },
  {
    "text": "Aldrig är dagen så lång att inte aftonen kommer.",
    "translation-EN": "The day is never so long that the evening will not come."
  },
  {
    "text": "Aldrig är fågeln så liten att han inte söker sig bo.",
    "translation-EN": "Never is the bird so small that he does not seek to live."
  }
]
